do
function run(msg, matches)
if is_momod(msg) then
return [[ 

ℹ️☜★☞απσπφ๓σϑζ☜★☞ ȟεℓρ ℓiรт👇🏻

1ـــ اداره اعــضــا گــروه

اخـــراج [یـــوزرنــیـــم ـــ ریـــپــلــای]
❗️اخـــراج فــرد از گـــروه🚷

بـــــن  [یـــوزرنــیــم ــــ ریـــپــلــای]
❗️بــــــن کــــردن فـــــرد👊🏻

حـــــذف بــــن [یــــــوزرنــــیم]
❗️آن بـــــن کــــردن فــــــرد✊🏻

ایـــــدی [ریــــپـــلـــای ـــ معــــمــــولـــی]
❗️نـــــمــــایـــــش آیــــــدی🖥
〰〰〰〰〰〰〰〰
2ـــــ اداره گـــــروه

تــــنــــظـــیــم قــــوانــــیـــن [متن]
❗️تــــنـــظــیــم مـــتــن بـــه عـــنـــوان قـوانــــیـــن گروه📄

قــــوانـــــیــــن
❗️نـــــمـــایـــش قـــــوانــــیــن گـــروه📄

تــــنــــظـــیم تــــوضـــیـــحــات [مـــتــن]
❗️تــــنــــظـــیــــم یـــــک مــــتــن بـــه عــــنـــوان تـــــوضـــــیحـــات📋

تـــــوضــــیـــحـــات
❗️دریـــــافــــت تـــــوضـــحـــات📋

تــــــنـــــظـــیم نـــــام [نــــام]
❗️تـــــــنــــظــــیم نـــــام گـــــروه🎲

تـــــــنــــــظــــیــــم عــــکــــس
❗️تــــــنــــظـــــیـــم عـــکــــس گــــروه🎲

تــــرفـــیــع [ریـــپـــلــای ــــ یــــوزرنــیــــم]
❗️ایــــــجـــاد مــــدیــــر جــــدیــــد👍🏻

تـــــــنـــــزل [ریــــپـــلــای ــــ یــــوزرنـــیــم]
❗️بــــرکــــنـــار کـــــردن مــــدیــــر👎🏻

پــــاک کـــردن [مـــدیـــران"توضــیـحــات"قــــوانــیــن]
❗️پــاک کـردن هــریـک از ایـــن هــا❌

قــفــل [نــام"اعــضــا"اســپــم"لــــیــنک"تـــگ"
فـــحـــش"انــــگــلــیــســی"ورود"رســـانــه"اشـــتـــراک گـــذاری]
❗️قـــفــل هریــک از ایـــنــها🔒


بـــازکــردن [نــام"اعــضــا"اســپــم"لــــیــنک"تـــگ"
فـــحـــش"انــــگــلــیــســی"ورود"رســـانــه"اشـــتـــراک گـــذاری]
❗️بـــازکــردن هریــک از ایـــنــها🔓

لـــــیـــســـت مدیـــران
❗️نـــمــــایـــش لــیــســت مدیــرهـــا📋

دارنــــده [آیـــــدی]
❗️تـــنـــظـیـم فــــرد بـــه عــنوان صــاحــب گــروه👑

حــــســـاســــیــت[عـــــدد]
❗️تـنــظــیــم حـسـاسـیـت بـه اســپـم✅

تـــــنـــــظــــیـــمات
❗️نـــــمــــایـــش تـــنــظــیــمات گــروه⚙

ایـــــنــفـــو [یــوزرنــیم"ریـــپـــلـای"مـــعــمـــولــی]
❗️نـــمـــایـــش مـــشــخــصــات فــرد👤
〰〰〰〰〰〰〰〰
3ــــ ابـــــــزارهـــــــا

مــــحـــاســـبه [فـــــرمــــول]
❗️مـحـاسـبـه یک فـرمول ریـاضـی📐

بــــه [نــام] بـــگو[مـــتـــن]
❗️گــفــتن یـک مــتن بـه یـک نـــام📰

بـــــگـــو [مـــتــن]
❗️تــــکـــرار یـــک مــــتـــن🔄

زمــــــان [شـــــهـــــر]
❗️نـشـان دادن زمان در یک شـهـر⏱

تــــبـــدیـــل [مــــتـــن]
❗️تـــبـــدیـــل یــک مــتــن بــه عــکــس⤴️

تـــــصــــویـــــر [آدرس]
❗️تــــــصـــویــــر یــــک ســــایــــت🎫

تـــــگ [مــــتــــن]
❗️تــــگ کــردن هـــمـــه افـــــراد گـــــروه و ارســـال یــــک مــــتـــن📃
⁉️فـــــــــقــــــــط مــــــــدیــــــــران⁉️
〰〰〰〰〰〰〰〰
4ـــــ فــــــــیـــــلـــتـــــریـــــنــــگ

فـــــیـــلــتــر + [کـــــلــــمه]
❗️فــــیـــلــــتــر کـــردن کـــلــــمـــه⛔️

فـــــیــــلــــتـــر — [کـــلــــمـــه]
❗️حـــذف فـــیــلــتــر یـــک کــلــمــه❌

لــــــــیــــــســـــت فــــــیــــلــــتـــر
❗️لـــیـــســت کـــلـــمــات فــلــتــرشــده📃
〰〰〰〰〰〰〰〰
✅تــــوجـــه کــــنــــیـــد ربـــات دوزبـــانـــه اســــــت یــــعـــنــی اکــــثـــر دســـتـــورات
هــــم انــــگــلـــیــســی مـــیـــتـــوانــــیــد بــــه ربــــات دســــتـــــور دهـــید و هــــم بــــه زبـــــان زیــــبـــای فـــارســـی✅
〰〰〰〰〰〰〰〰
Channel ⇝ @Bartarhack

 💔تــــــــαπσπφ๓σϑζـــــــیــــــم💔
]]
end
end
return {
patterns = {
"^(راهنما)$",
"^(help fa)$",
" ^[/#!](help fa)$",
},
run = run
}
end
